import band7 from './img_db/band7.jpg'
import tvstick from './img_db/tvstick.jpg'
import cleaner from './img_db/cleaner.webp'
export const products = [
    {
        "id": 0,
        "name": "Redmi Note 12",
        "description": "Смартфон із великим екраном і якісною камерою.",
        "fullDescription": "Redmi Note 12 - це смартфон із великим яскравим екраном, потужним процесором, високоякісною камерою для фото і відео, а також тривалим часом роботи завдяки місткому акумулятору.",
        "img": null,
        "watchers": 5432,
        "buyers": 320,
        "Price": 200
    },
    {
        "id": 1,
        "name": "Xiaomi Vacuum Cleaner",
        "description": "Робот-пилосос з інтелектуальним управлінням.",
        "fullDescription": "Цей робот-пилосос оснащений інтелектуальним управлінням, потужним двигуном для ефективного прибирання, великим контейнером для сміття та тривалим часом роботи для комфортного використання у вашому домі.",
        "img": null,
        "watchers": 8901,
        "buyers": 159,
        "Price": 300
    },
    {
        "id": 2,
        "name": "Mi Smart Band 7",
        "description": "Фітнес-браслет для моніторингу активності.",
        "fullDescription": "Mi Smart Band 7 допоможе вам відстежувати фізичну активність, моніторити сон та рівень стресу. Він оснащений яскравим дисплеєм, що дозволяє легко переглядати всі показники, та має тривалий час роботи від батареї.",
        "img": band7,
        "watchers": 3210,
        "buyers": 430,
        "Price": 50
    },
    {
        "id": 3,
        "name": "Xiaomi Smart Air Purifier",
        "description": "Сучасний очищувач повітря для дому.",
        "fullDescription": "Цей очищувач повітря забезпечує свіже та чисте повітря у вашій оселі завдяки багаторівневій системі фільтрації. Він ефективно видаляє пил, алергени та запахи, підтримуючи здорову атмосферу у приміщенні.",
        "img": null,
        "watchers": 8723,
        "buyers": 278,
        "Price": 250
    },
    {
        "id": 4,
        "name": "Mi Electric Scooter Pro 2",
        "description": "Електросамокат з тривалим запасом ходу.",
        "fullDescription": "Електросамокат Pro 2 забезпечує тривалий час їзди, потужний двигун для плавного пересування та міцну конструкцію. Оснащений великими колесами для зручності та системою гальм для безпеки користувача.",
        "img": null,
        "watchers": 1245,
        "buyers": 112,
        "Price": 550
    },
    {
        "id": 5,
        "name": "Xiaomi 12T Pro",
        "description": "Флагманський смартфон із чудовою камерою.",
        "fullDescription": "Xiaomi 12T Pro - це флагман із передовою камерою для професійної зйомки, великим екраном із високою роздільною здатністю та потужним процесором для ігор, роботи і мультимедіа.",
        "img": null,
        "watchers": 3201,
        "buyers": 235,
        "Price": 800
    },
    {
        "id": 6,
        "name": "Xiaomi Monitor 27\"",
        "description": "Монітор для роботи та розваг.",
        "fullDescription": "Монітор Xiaomi 27\" пропонує високу роздільну здатність, широкі кути огляду та яскраві кольори. Він ідеально підходить для роботи з графікою, ігор чи перегляду відео, забезпечуючи комфорт і якість зображення.",
        "img": null,
        "watchers": 2124,
        "buyers": 87,
        "Price": 400
    },
    {
        "id": 7,
        "name": "Xiaomi Power Bank 20,000mAh",
        "description": "Зарядний пристрій великої ємності.",
        "fullDescription": "Xiaomi Power Bank на 20,000mAh дозволяє заряджати ваші гаджети кілька разів. Оснащений функцією швидкої зарядки, він має компактний і стильний дизайн, що робить його ідеальним для подорожей.",
        "img": null,
        "watchers": 1000000,
        "buyers": 340,
        "Price": 70
    },
    {
        "id": 8,
        "name": "Xiaomi Mi TV Stick",
        "description": "Компактний пристрій для Smart TV.",
        "fullDescription": "Mi TV Stick перетворює ваш телевізор на сучасний Smart TV. Підтримує популярні потокові сервіси, пропонує інтуїтивний інтерфейс та забезпечує якісне зображення для вашого задоволення.",
        "img": tvstick,
        "watchers": 4321,
        "buyers": 189,
        "Price": 50
    }
];